results/data/native-static/erik-laptop/quarkus-worker-pool-60000-WARM-UP.wrk2.out
Running 1m test @ http://erik-pc.local:8080/greeting/Bob
  4 threads and 100 connections
  Thread calibration: mean lat.: 2280.233ms, rate sampling interval: 8421ms
  Thread calibration: mean lat.: 2268.745ms, rate sampling interval: 8421ms
  Thread calibration: mean lat.: 2219.842ms, rate sampling interval: 7847ms
  Thread calibration: mean lat.: 2200.698ms, rate sampling interval: 8257ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    16.45s     6.89s   29.26s    57.81%
    Req/Sec     7.84k   106.77     8.01k    68.18%
  1876998 requests in 1.00m, 155.73MB read
Requests/sec:  31259.12
Transfer/sec:      2.59MB